import p1_img from "./king/24q5hfn1lxab7w0sxivkdx1qhfdmc5ek.webp";
import p15_img from "./романы/5drar7y180r0gk2geknwjqv09qdhawdu.webp";
import p28_img from "./kristi/b7z5v43lhwa2m0h1gstr4178t40uue54.webp";
import p47_img from "./staniz/qjaqg7koydgehg1yajjtiaurv81108do.webp";

let data_product = [
  {
    id: 1,
    name: "Зеленая миля",
    autor: "Стивен Кинг",
    category: "horror",
    image: p1_img,
    new_price: 22.30,
    old_price: 31.86,
    description: 'Стивен Кинг приглашает читателей в жуткий мир тюремного блока смертников, откуда уходят, чтобы не вернуться, приоткрывает дверь последнего пристанища тех, кто преступил не только человеческий, но и Божий закон. По эту сторону электрического стула нет более смертоносного местечка! Ничто из того, что вы читали раньше, не сравнится с самым дерзким из ужасных опытов Стивена Кинга - с историей, что начинается на Дороге Смерти и уходит в глубины самых чудовищных тайн человеческой души...',
    cover: 'Твердая обложка с полимерным покрытием' ,
    edition: '2014',
    size: '125x200',
    pages: '384',

  },
  {
    id: 15,
    name: "Хрупкое равновесие. Книга 1",
    autor: "Ана Шерри",
    category: "novels",
    image: p15_img,
    new_price: 18.73,
    old_price: 26.76,
    description: 'Диана Оливер работает парамедиком на "скорой". Днем она спасает людям жизни, а по вечерам ходит с друзьями по барам или стреляет в тире. Диана была уверена в своем счастливом и благополучном будущем, пока судьба не свела ее с главой итальянской мафии. Девушка еще не догадывается, но совсем скоро ей предстоит стать частью криминального мира, ведь ее талант попадать точно в цель не остался незамеченным. Стефано Висконти – глава клана "Morte Nera". Он привык все держать под контролем. Каждая его сделка – успешная, каждый враг – заклятый. Но для проведения крупных операций ему нужен снайпер, человек с идеальной меткостью, подчиняющийся любым его приказам, преданный ему. И на эту роль идеально подходит хрупкая девушка-парамедик, способная справиться не только с собственными чувствами, но и с любым оружием…',
    cover: ' Мягкая обложка',
    edition: '2020',
    size: '138х212',
    pages: '288',
  },
  {
    id: 28,
    name: "Убийство Роджера Экройда",
    autor: "Агата Кристи",
    category: "detektive",
    image: p28_img,
    new_price: 19.53,
    old_price: 27.90 ,
    description: 'Поначалу убийство эсквайра Роджера Экройда не казалось полиции загадочным - все указывало на виновность пасынка убитого. Но иначе считает Эркюль Пуаро, который недавно переехал в эти места, в очередной раз решив уйти на покой. Он начинает расследование, имея вокруг множество подозреваемых - родственников и знакомых эсквайра, каждый из которых был заинтересован в его смерти. Повествование ведется от имени доктора Шеппарда, последнего, кто видел Экройда живым...',
    cover: 'Твердая обложка',
    edition:'2019',
    size:'125x200',
    pages: '320',
  },
  {
    id: 47,
    name: "Грозовой перевал",
    autor: "Эмилия Бронте",
    category: "classic",
    image: p47_img,
    new_price: 14.83 ,
    old_price: 21.19 ,
    description: 'Роман-загадка, опрокидывающий все привычные представления о добре и зле, любви и ненависти - "Грозовой перевал", одно из самых уникальных произведений мировой литературы. Эмили Бронте была вынуждена опубликовать его за свой счет и под мужским псевдонимом. Пока одни рецензенты восхищались оригинальностью автора, другие пришли в ужас от того, что происходит на вересковых пустошах Йоркшира, где бушуют демонические страсти сильных личностей, не желающих идти на уступки друг другу, и разворачивается история роковой любви Хитклифа, приемного сына владельца отдаленного поместья, к Кэтрин, дочери своего хозяина. Общество того времени было поражено необычайной эмоциональной силой романа и потрясено смелостью моральных концепций. "Грозовой перевал" завораживает своей красотой даже современного читателя.',
    cover: 'Твердая обложка',
    edition:'2019' ,
    size:'125x200',
    pages: '384',
  },  
];

export default data_product;
